Repository: xxshubhamxx/cmux-panecho
Catalog: ios/cmux/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ja, ko, zh_hans, zh_hant

# mobile.taskComposer.agent.error.codexUnavailable
source: Codex unavailable
ar: المخطوطة غير متوفرة
de: Kodex nicht verfügbar
es: Códice no disponible
fr: Codex indisponible
ja: Codexを利用できません
ko: 코덱스를 사용할 수 없음
zh_hans: 法典不可用
zh_hant: 法典不可用

# mobile.taskComposer.agent.error.openCodeUnavailable
source: OpenCode unavailable
ar: الكود المفتوح غير متاح
de: OpenCode nicht verfügbar
es: Código abierto no disponible
fr: OpenCode indisponible
ja: OpenCodeを利用できません
ko: 오픈코드를 사용할 수 없음
zh_hans: OpenCode 不可用
zh_hant: OpenCode 不可用

# mobile.taskComposer.button.accessibilityHint
source: Opens the task composer.
ar: يفتح مؤلف المهمة.
de: Öffnet den Task Composer.
es: Abre el compositor de tareas.
fr: Ouvre le compositeur de tâches.
ja: タスク作成画面を開きます。
ko: 작업 작성기를 엽니다.
zh_hans: 打开任务编辑器。
zh_hant: 開啟任務編輯器。

# mobile.taskComposer.button.accessibilityLabel
source: New Task
ar: مهمة جديدة
de: Neue Aufgabe
es: Nueva tarea
fr: Nouvelle tâche
ja: 新規タスク
ko: 새 작업
zh_hans: 新任务
zh_hant: 新任務

# mobile.taskComposer.button.title
source: New task
ar: مهمة جديدة
de: Neue Aufgabe
es: Nueva tarea
fr: Nouvelle tâche
ja: 新しいタスク
ko: 새 작업
zh_hans: 新任务
zh_hant: 新任務

# mobile.taskComposer.composer.promptPlaceholderFormat
source: Describe a coding task in %@
ar: وصف مهمة الترميز في %@
de: Beschreiben Sie eine Codierungsaufgabe in %@
es: Describir una tarea de codificación en %@
fr: Décrire une tâche de codage dans %@
ja: %@で行うコーディングタスクを入力
ko: %@의 코딩 작업 설명
zh_hans: 描述 %@ 中的编码任务
zh_hant: 描述 %@ 中的編碼任務

# mobile.taskComposer.create
source: Create
ar: يخلق
de: Erstellen
es: Crear
fr: Créer
ja: 作成
ko: 만들다
zh_hans: 创造
zh_hant: 創造

# mobile.taskComposer.create.accessibilityHint
source: Starts this task in a new workspace on the selected Mac.
ar: يبدأ هذه المهمة في مساحة عمل جديدة على جهاز Mac المحدد.
de: Startet diese Aufgabe in einem neuen Arbeitsbereich auf dem ausgewählten Mac.
es: Inicia esta tarea en un nuevo espacio de trabajo en la Mac seleccionada.
fr: Démarre cette tâche dans un nouvel espace de travail sur le Mac sélectionné.
ja: 選択したMacの新しいワークスペースでこのタスクを開始します。
ko: 선택한 Mac의 새 작업 공간에서 이 작업을 시작합니다.
zh_hans: 在所选 Mac 上的新工作区中启动此任务。
zh_hant: 在所選 Mac 上的新工作區中啟動此任務。

# mobile.taskComposer.creating
source: Creating Task
ar: إنشاء المهمة
de: Aufgabe erstellen
es: Creando tarea
fr: Création d'une tâche
ja: タスクを作成中
ko: 작업 생성
zh_hans: 创建任务
zh_hant: 創建任務

# mobile.taskComposer.directory
source: Directory
ar: دليل
de: Verzeichnis
es: Directorio
fr: Annuaire
ja: ディレクトリ
ko: 예배 규칙서
zh_hans: 目录
zh_hant: 目錄

# mobile.taskComposer.debug.draftMissing
source: missing
ar: مفتقد
de: fehlen
es: desaparecido
fr: manquant
ja: 未保存
ko: 없어진
zh_hans: 丢失的
zh_hant: 遺失的

# mobile.taskComposer.debug.draftPersisted
source: persisted
ar: استمر
de: blieb bestehen
es: persistió
fr: a persisté
ja: 保存済み
ko: 지속
zh_hans: 坚持
zh_hant: 堅持

# mobile.taskComposer.directoryPicker.browse.computer
source: Computer
ar: حاسوب
es: Computadora
fr: Ordinateur
ja: コンピュータ
ko: 컴퓨터
zh_hans: 电脑
zh_hant: 電腦

# mobile.taskComposer.directoryPicker.browse.empty.message
source: You can still use this folder for the new workspace.
ar: لا يزال بإمكانك استخدام هذا المجلد لمساحة العمل الجديدة.
de: Sie können diesen Ordner weiterhin für den neuen Arbeitsbereich verwenden.
es: Aún puede utilizar esta carpeta para el nuevo espacio de trabajo.
fr: Vous pouvez toujours utiliser ce dossier pour le nouvel espace de travail.
ja: このフォルダは新しいワークスペースにそのまま使用できます。
ko: 새 작업 영역에 대해 이 폴더를 계속 사용할 수 있습니다.
zh_hans: 您仍然可以将此文件夹用于新工作区。
zh_hant: 您仍然可以將此資料夾用於新工作區。

# mobile.taskComposer.directoryPicker.browse.empty.title
source: No Subfolders
ar: لا توجد مجلدات فرعية
de: Keine Unterordner
es: Sin subcarpetas
fr: Aucun sous-dossier
ja: サブフォルダはありません
ko: 하위 폴더 없음
zh_hans: 无子文件夹
zh_hant: 無子資料夾

# mobile.taskComposer.directoryPicker.browse.failure.access.title
source: Folder Access Needed
ar: الوصول إلى المجلد مطلوب
de: Ordnerzugriff erforderlich
es: Se necesita acceso a la carpeta
fr: Accès au dossier requis
ja: フォルダへのアクセスが必要です
ko: 폴더 액세스가 필요함
zh_hans: 需要文件夹访问权限
zh_hant: 需要資料夾存取權限

# mobile.taskComposer.directoryPicker.browse.failure.generic
source: The Mac could not list this folder. cmux may not have permission to read it yet. Allow access in Mac System Settings › Privacy & Security › Files & Folders, or grant cmux Full Disk Access, then retry.
ar: لم يتمكن جهاز Mac من إدراج هذا المجلد. قد لا يكون لدى cmux إذن لقراءته بعد. اسمح بالوصول في إعدادات نظام Mac ›الخصوصية والأمان ›الملفات والمجلدات، أو امنح cmux الوصول الكامل إلى القرص، ثم أعد المحاولة.
de: Der Mac konnte diesen Ordner nicht auflisten. cmux hat möglicherweise noch keine Leseberechtigung. Erlauben Sie den Zugriff in den Mac-Systemeinstellungen › Datenschutz und Sicherheit › Dateien und Ordner oder gewähren Sie cmux vollständigen Festplattenzugriff und versuchen Sie es dann erneut.
es: La Mac no pudo incluir esta carpeta. Es posible que cmux aún no tenga permiso para leerlo. Permita el acceso en Configuración del sistema Mac › Privacidad y seguridad › Archivos y carpetas, o conceda a cmux acceso completo al disco y luego vuelva a intentarlo.
fr: Le Mac n'a pas pu répertorier ce dossier. cmux n'est peut-être pas encore autorisé à le lire. Autorisez l'accès dans Paramètres système Mac › Confidentialité et sécurité › Fichiers et dossiers, ou accordez l'accès complet au disque cmux, puis réessayez.
ja: Macでこのフォルダの一覧を取得できませんでした。cmuxにこのフォルダへのアクセスがまだ許可されていない可能性があります。Macの「システム設定」＞「プライバシーとセキュリティ」＞「ファイルとフォルダ」でアクセスを許可するか、cmuxに「フルディスクアクセス」を付与してから、もう一度お試しください。
ko: Mac에서는 이 폴더를 나열할 수 없습니다. cmux에는 아직 읽을 수 있는 권한이 없을 수 있습니다. Mac 시스템 설정 > 개인 정보 보호 및 보안 > 파일 및 폴더에서 액세스를 허용하거나 cmux 전체 디스크 액세스 권한을 부여한 후 다시 시도하십시오.
zh_hans: Mac 无法列出此文件夹。 cmux 可能还没有读取它的权限。在 Mac 系统设置 › 隐私和安全 › 文件和文件夹中允许访问，或授予 cmux 完全磁盘访问权限，然后重试。
zh_hant: Mac 無法列出此資料夾。 cmux 可能還沒有讀取它的權限。在 Mac 系統設定 › 隱私和安全性 › 檔案和資料夾中允許訪問，或授予 cmux 完全磁碟存取權限，然後重試。

# mobile.taskComposer.directoryPicker.browse.failure.invalid
source: Choose another location and try again.
ar: اختر موقعًا آخر وحاول مرة أخرى.
de: Wählen Sie einen anderen Standort und versuchen Sie es erneut.
es: Elija otra ubicación e inténtelo nuevamente.
fr: Choisissez un autre emplacement et réessayez.
ja: 別の場所を選択して、もう一度お試しください。
ko: 다른 위치를 선택하고 다시 시도하세요.
zh_hans: 选择另一个位置并重试。
zh_hant: 選擇另一個位置並重試。

# mobile.taskComposer.directoryPicker.browse.failure.missing
source: This folder moved or no longer exists. Choose another location.
ar: تم نقل هذا المجلد أو لم يعد موجودًا. اختر موقعًا آخر.
de: Dieser Ordner wurde verschoben oder existiert nicht mehr. Wählen Sie einen anderen Standort.
es: Esta carpeta se movió o ya no existe. Elija otra ubicación.
fr: Ce dossier a été déplacé ou n'existe plus. Choisissez un autre emplacement.
ja: このフォルダは移動されたか、存在しません。別の場所を選択してください。
ko: 이 폴더는 이동되었거나 더 이상 존재하지 않습니다. 다른 위치를 선택하세요.
zh_hans: 此文件夹已移动或不再存在。选择另一个位置。
zh_hant: 此文件夹已移动或不再存在。選擇另一個位置。

# mobile.taskComposer.directoryPicker.browse.failure.permission
source: cmux does not have permission to read this folder on the Mac. Allow access in Mac System Settings › Privacy & Security › Files & Folders, or grant cmux Full Disk Access, then retry.
ar: ليس لدى cmux إذن لقراءة هذا المجلد على جهاز Mac. اسمح بالوصول في إعدادات نظام Mac ›الخصوصية والأمان ›الملفات والمجلدات، أو امنح cmux الوصول الكامل إلى القرص، ثم أعد المحاولة.
de: cmux hat keine Berechtigung, diesen Ordner auf dem Mac zu lesen. Erlauben Sie den Zugriff in den Mac-Systemeinstellungen › Datenschutz und Sicherheit › Dateien und Ordner oder gewähren Sie cmux vollständigen Festplattenzugriff und versuchen Sie es dann erneut.
es: cmux no tiene permiso para leer esta carpeta en Mac. Permita el acceso en Configuración del sistema Mac › Privacidad y seguridad › Archivos y carpetas, o conceda a cmux acceso completo al disco y luego vuelva a intentarlo.
fr: cmux n'est pas autorisé à lire ce dossier sur Mac. Autorisez l'accès dans Paramètres système Mac › Confidentialité et sécurité › Fichiers et dossiers, ou accordez l'accès complet au disque cmux, puis réessayez.
ja: cmuxにはMac上のこのフォルダを読み取る許可がありません。Macの「システム設定」＞「プライバシーとセキュリティ」＞「ファイルとフォルダ」でアクセスを許可するか、cmuxに「フルディスクアクセス」を付与してから、もう一度お試しください。
ko: cmux에는 Mac에서 이 폴더를 읽을 수 있는 권한이 없습니다. Mac 시스템 설정 > 개인 정보 보호 및 보안 > 파일 및 폴더에서 액세스를 허용하거나 cmux 전체 디스크 액세스 권한을 부여한 후 다시 시도하십시오.
zh_hans: cmux 无权在 Mac 上读取此文件夹。在 Mac 系统设置 › 隐私和安全 › 文件和文件夹中允许访问，或授予 cmux 完全磁盘访问权限，然后重试。
zh_hant: cmux 無權在 Mac 上讀取此資料夾。在 Mac 系統設定 › 隱私和安全性 › 檔案和資料夾中允許訪問，或授予 cmux 完全磁碟存取權限，然後重試。

# mobile.taskComposer.directoryPicker.browse.failure.timeout
source: This folder took too long to load. Check the Mac or network volume, then retry.
ar: استغرق تحميل هذا المجلد وقتًا طويلاً. تحقق من حجم صوت Mac أو الشبكة، ثم أعد المحاولة.
de: Das Laden dieses Ordners hat zu lange gedauert. Überprüfen Sie das Mac- oder Netzwerk-Volume und versuchen Sie es dann erneut.
es: Esta carpeta tardó demasiado en cargarse. Verifique el volumen de Mac o de red, luego vuelva a intentarlo.
fr: Ce dossier a pris trop de temps à charger. Vérifiez le volume Mac ou réseau, puis réessayez.
ja: このフォルダの読み込みに時間がかかりすぎました。Macまたはネットワークボリュームを確認して、もう一度お試しください。
ko: 이 폴더를 로드하는 데 시간이 너무 오래 걸렸습니다. Mac 또는 네트워크 볼륨을 확인한 후 다시 시도하세요.
zh_hans: 该文件夹加载时间太长。检查 Mac 或网络音量，然后重试。
zh_hant: 該資料夾載入時間太長。檢查 Mac 或網路音量，然後重試。

# mobile.taskComposer.directoryPicker.browse.failure.title
source: Couldn’t Open Folder
ar: لا يمكن فتح المجلد
de: Der Ordner konnte nicht geöffnet werden
es: No se pudo abrir la carpeta
fr: Impossible d'ouvrir le dossier
ja: フォルダを開けませんでした
ko: 폴더를 열 수 없습니다
zh_hans: 无法打开文件夹
zh_hant: 無法開啟資料夾

# mobile.taskComposer.directoryPicker.browse.failure.unreadable
source: The Mac can see this folder but cannot read its contents.
ar: يستطيع جهاز Mac رؤية هذا المجلد ولكن لا يمكنه قراءة محتوياته.
de: Der Mac kann diesen Ordner sehen, seinen Inhalt jedoch nicht lesen.
es: La Mac puede ver esta carpeta pero no puede leer su contenido.
fr: Le Mac peut voir ce dossier mais ne peut pas lire son contenu.
ja: Macはこのフォルダを認識していますが、内容を読み取れません。
ko: Mac에서는 이 폴더를 볼 수 있지만 해당 내용을 읽을 수는 없습니다.
zh_hans: Mac 可以看到该文件夹​​，但无法读取其内容。
zh_hant: Mac 可以看到該資料夾，但無法讀取其內容。

# mobile.taskComposer.directoryPicker.browse.failure.update.message
source: Install the latest cmux on the Mac to browse every accessible folder.
ar: قم بتثبيت أحدث إصدار من cmux على جهاز Mac لتصفح كل مجلد يمكن الوصول إليه.
de: Installieren Sie das neueste cmux auf dem Mac, um alle zugänglichen Ordner zu durchsuchen.
es: Instale el último cmux en Mac para explorar todas las carpetas accesibles.
fr: Installez la dernière version de cmux sur Mac pour parcourir tous les dossiers accessibles.
ja: Macのcmuxを最新版に更新すると、アクセス可能なすべてのフォルダを参照できます。
ko: Mac에 최신 cmux를 설치하여 액세스 가능한 모든 폴더를 찾아보세요.
zh_hans: 在 Mac 上安装最新的 cmux 以浏览每个可访问的文件夹。
zh_hant: 在 Mac 上安裝最新的 cmux 以瀏覽每個可存取的資料夾。

# mobile.taskComposer.directoryPicker.browse.failure.update.title
source: Update cmux on This Mac
ar: قم بتحديث cmux على جهاز Mac هذا
de: Aktualisieren Sie cmux auf diesem Mac
es: Actualizar cmux en esta Mac
fr: Mettre à jour cmux sur ce Mac
ja: このMacのcmuxを更新してください
ko: 이 Mac에서 cmux 업데이트
zh_hans: 在此 Mac 上更新 cmux
zh_hant: 在此 Mac 上更新 cmux

# mobile.taskComposer.directoryPicker.browse.folderCountFormat.one
source: 1 folder
ar: 1 مجلد
de: 1 Ordner
es: 1 carpeta
fr: 1 dossier
ja: 1個のフォルダ
ko: 폴더 1개
zh_hans: 1 个文件夹
zh_hant: 1 個資料夾

# mobile.taskComposer.directoryPicker.browse.folderCountFormat.other
source: %d folders
ar: المجلدات %d
de: %d-Ordner
es: Carpetas %d
fr: Dossiers %d
ja: %d個のフォルダ
ko: %d 폴더

# mobile.taskComposer.directoryPicker.browse.home
source: Home
ar: بيت
de: Heim
es: Hogar
fr: Maison
ja: ホーム
ko: 집
zh_hans: 家
zh_hant: 家

# mobile.taskComposer.directoryPicker.browse.loading
source: Loading folders…
ar: جارٍ تحميل المجلدات...
de: Ordner werden geladen…
es: Cargando carpetas…
fr: Chargement des dossiers…
ja: フォルダを読み込み中…
ko: 폴더 로드 중…
zh_hans: 正在加载文件夹...
zh_hant: 正在加載資料夾...

# mobile.taskComposer.directoryPicker.browse.more.failure.title
source: Couldn’t Load More Folders
ar: لا يمكن تحميل المزيد من المجلدات
de: Es konnten keine weiteren Ordner geladen werden
es: No se pudieron cargar más carpetas
fr: Impossible de charger plus de dossiers
ja: 追加のフォルダを読み込めませんでした
ko: 더 많은 폴더를 로드할 수 없습니다
zh_hans: 无法加载更多文件夹
zh_hant: 無法載入更多資料夾

# mobile.taskComposer.directoryPicker.browse.open.hint
source: Shows the folders inside this folder.
ar: يظهر المجلدات الموجودة داخل هذا المجلد.
de: Zeigt die Ordner in diesem Ordner an.
es: Muestra las carpetas dentro de esta carpeta.
fr: Affiche les dossiers à l'intérieur de ce dossier.
ja: このフォルダ内のフォルダを表示します。
ko: 이 폴더 내의 폴더를 표시합니다.
zh_hans: 显示该文件夹内的文件夹。
zh_hant: 顯示該資料夾內的資料夾。

# mobile.taskComposer.directoryPicker.browse.useFormat
source: Use “%@”
ar: استخدم "%@"
de: Verwenden Sie „%@“
es: Utilice “%@”
fr: Utilisez « %@ »
ja: “%@”を使用
ko: “%@”를 사용하세요.
zh_hans: 使用“%@”
zh_hant: 使用“%@”

# mobile.taskComposer.directoryPicker.search.coverage
source: Search checks the Mac’s indexed folders and scans its home folder live. Browse to reach restricted locations.
ar: يتحقق البحث من المجلدات المفهرسة لجهاز Mac ويفحص المجلد الرئيسي الخاص به مباشرة. تصفح للوصول إلى المواقع المحظورة.
de: Die Suche überprüft die indizierten Ordner des Mac und scannt seinen Home-Ordner live. Durchsuchen Sie, um eingeschränkte Standorte zu erreichen.
es: La búsqueda comprueba las carpetas indexadas de Mac y escanea su carpeta de inicio en vivo. Navega para llegar a ubicaciones restringidas.
fr: La recherche vérifie les dossiers indexés du Mac et analyse son dossier de départ en direct. Parcourez pour atteindre des emplacements restreints.
ja: 検索はMacのインデックス済みフォルダを確認し、ホームフォルダを直接スキャンします。制限された場所にはブラウズで移動してください。
ko: 검색은 Mac의 색인 폴더를 확인하고 홈 폴더를 실시간으로 검색합니다. 제한된 위치에 도달하려면 탐색하세요.
zh_hans: 搜索会检查 Mac 的索引文件夹并实时扫描其主文件夹。浏览以到达受限位置。
zh_hant: 搜尋會檢查 Mac 的索引資料夾並即時掃描其主資料夾。瀏覽以到達受限位置。

# mobile.taskComposer.directoryPicker.search.empty.message
source: Nothing matched in the Mac’s index or home folder. Browse to look elsewhere, and check that cmux on the Mac can access its files.
ar: لا يوجد شيء مطابق في فهرس Mac أو المجلد الرئيسي. استعرض للبحث في مكان آخر، وتأكد من أن cmux الموجود على جهاز Mac يمكنه الوصول إلى ملفاته.
de: Im Index oder Home-Ordner des Mac stimmte nichts überein. Suchen Sie woanders nach und prüfen Sie, ob cmux auf dem Mac auf seine Dateien zugreifen kann.
es: No hay nada que coincida en el índice o en la carpeta de inicio de Mac. Navegue para buscar en otra parte y verifique que cmux en Mac pueda acceder a sus archivos.
fr: Rien ne correspond dans l'index ou le dossier de départ du Mac. Parcourez pour chercher ailleurs et vérifiez que cmux sur Mac peut accéder à ses fichiers.
ja: Macのインデックスにもホームフォルダにも一致するものはありませんでした。他の場所はブラウズで探し、Mac上のcmuxにファイルへのアクセス権があるか確認してください。
ko: Mac의 색인이나 홈 폴더에 일치하는 항목이 없습니다. 다른 곳을 찾아서 Mac의 cmux가 해당 파일에 액세스할 수 있는지 확인하세요.
zh_hans: Mac 的索引或主文件夹中没有任何匹配的内容。浏览到其他地方，并检查 Mac 上的 cmux 是否可以访问其文件。
zh_hant: Mac 的索引或主資料夾中沒有任何符合的內容。瀏覽到其他地方，並檢查 Mac 上的 cmux 是否可以存取其檔案。

# mobile.taskComposer.directoryPicker.search.empty.title
source: No Matching Folders
ar: لا توجد مجلدات متطابقة
de: Keine passenden Ordner
es: No hay carpetas coincidentes
fr: Aucun dossier correspondant
ja: 一致するフォルダなし
ko: 일치하는 폴더 없음
zh_hans: 没有匹配的文件夹
zh_hant: 沒有匹配的資料夾

# mobile.taskComposer.directoryPicker.search.limited
source: This Mac returned limited search results. Browse to reach every accessible folder.
ar: عرض جهاز Mac هذا نتائج بحث محدودة. استعرض للوصول إلى كل مجلد يمكن الوصول إليه.
de: Dieser Mac hat begrenzte Suchergebnisse zurückgegeben. Durchsuchen Sie, um alle zugänglichen Ordner zu erreichen.
es: Esta Mac arrojó resultados de búsqueda limitados. Explore para llegar a todas las carpetas accesibles.
fr: Ce Mac a renvoyé des résultats de recherche limités. Parcourez pour atteindre tous les dossiers accessibles.
ja: このMacから返された検索結果は限定されています。アクセス可能なすべてのフォルダは参照して探せます。
ko: 이 Mac은 제한된 검색 결과를 반환했습니다. 접근 가능한 모든 폴더를 찾아보세요.
zh_hans: 这台 Mac 返回了有限的搜索结果。浏览以到达每个可访问的文件夹。
zh_hant: 這台 Mac 回傳了有限的搜尋結果。瀏覽以到達每個可存取的資料夾。

# mobile.taskComposer.directoryPicker.search.partial
source: The Mac search index did not finish in time. Refine your search or retry.
ar: لم ينته فهرس بحث Mac في الوقت المناسب. قم بتحسين البحث أو أعد المحاولة.
de: Der Mac-Suchindex wurde nicht rechtzeitig fertiggestellt. Verfeinern Sie Ihre Suche oder versuchen Sie es erneut.
es: El índice de búsqueda de Mac no terminó a tiempo. Refine su búsqueda o vuelva a intentarlo.
fr: L'index de recherche Mac ne s'est pas terminé à temps. Affinez votre recherche ou réessayez.
ja: Macの検索インデックスが時間内に完了しませんでした。検索語を絞るか、もう一度お試しください。
ko: Mac 검색 색인이 제 시간에 완료되지 않았습니다. 검색 범위를 좁히거나 다시 시도하세요.
zh_hans: Mac 搜索索引未及时完成。优化您的搜索或重试。
zh_hant: Mac 搜尋索引未及時完成。優化您的搜尋或重試。

# mobile.taskComposer.directoryPicker.search.truncated
source: More indexed folders match. Refine your search to see them.
ar: المزيد من المجلدات المفهرسة متطابقة. قم بتحسين البحث لرؤيتهم.
de: Weitere indizierte Ordner stimmen überein. Verfeinern Sie Ihre Suche, um sie zu sehen.
es: Coinciden más carpetas indexadas. Refina tu búsqueda para verlos.
fr: Plus de dossiers indexés correspondent. Affinez votre recherche pour les voir.
ja: 一致するインデックス登録済みフォルダがさらにあります。検索語を絞り込んでください。
ko: 더 많은 색인화된 폴더가 일치합니다. 보려면 검색을 구체화하세요.
zh_hans: 更多索引文件夹匹配。优化您的搜索以查看它们。
zh_hant: 更多索引資料夾匹配。優化您的搜尋以查看它們。

# mobile.taskComposer.directoryPicker.empty.message
source: Try a folder name from another workspace or a recent task.
ar: حاول استخدام اسم مجلد من مساحة عمل أخرى أو من مهمة حديثة.
de: Versuchen Sie es mit einem Ordnernamen aus einem anderen Arbeitsbereich oder einer aktuellen Aufgabe.
es: Pruebe con un nombre de carpeta de otro espacio de trabajo o una tarea reciente.
fr: Essayez un nom de dossier provenant d'un autre espace de travail ou d'une tâche récente.
ja: 別のワークスペースまたは最近のタスクのフォルダ名を入力してください。
ko: 다른 작업공간이나 최근 작업의 폴더 이름을 사용해 보세요.
zh_hans: 尝试使用其他工作区或最近任务中的文件夹名称。
zh_hant: 嘗試使用其他工作區或最近任務中的資料夾名稱。

# mobile.taskComposer.directoryPicker.empty.title
source: No Matching Folders
ar: لا توجد مجلدات متطابقة
de: Keine passenden Ordner
es: No hay carpetas coincidentes
fr: Aucun dossier correspondant
ja: 一致するフォルダがありません
ko: 일치하는 폴더 없음
zh_hans: 没有匹配的文件夹
zh_hant: 沒有匹配的資料夾

# mobile.taskComposer.directoryPicker.failure.authorization
source: Sign in again on this device and Mac, then retry.
ar: قم بتسجيل الدخول مرة أخرى على هذا الجهاز وجهاز Mac، ثم أعد المحاولة.
de: Melden Sie sich auf diesem Gerät und Mac erneut an und versuchen Sie es erneut.
es: Inicia sesión nuevamente en este dispositivo y en Mac, luego vuelve a intentarlo.
fr: Connectez-vous à nouveau sur cet appareil et sur Mac, puis réessayez.
ja: このデバイスとMacで再度サインインしてから、もう一度お試しください。
ko: 이 기기와 Mac에서 다시 로그인한 후 다시 시도하세요.
zh_hans: 在此设备和 Mac 上重新登录，然后重试。
zh_hant: 在此裝置和 Mac 上重新登錄，然後重試。

# mobile.taskComposer.directoryPicker.failure.generic
source: The folder search failed. Try again.
ar: فشل البحث في المجلد. حاول ثانية.
de: Die Ordnersuche ist fehlgeschlagen. Versuchen Sie es erneut.
es: La búsqueda de carpeta falló. Intentar otra vez.
fr: La recherche de dossier a échoué. Essayer à nouveau.
ja: フォルダの検索に失敗しました。もう一度お試しください。
ko: 폴더 검색에 실패했습니다. 다시 시도해 보세요.
zh_hans: 文件夹搜索失败。再试一次。
zh_hant: 資料夾搜尋失敗。再試一次。

# mobile.taskComposer.directoryPicker.failure.timeout
source: This Mac took too long to search. Try again.
ar: استغرق جهاز Mac هذا وقتًا طويلاً للبحث. حاول ثانية.
de: Die Suche nach diesem Mac hat zu lange gedauert. Versuchen Sie es erneut.
es: Esta Mac tardó demasiado en buscar. Intentar otra vez.
fr: La recherche sur ce Mac a pris trop de temps. Essayer à nouveau.
ja: このMacの検索がタイムアウトしました。もう一度お試しください。
ko: 이 Mac은 검색하는 데 시간이 너무 오래 걸렸습니다. 다시 시도해 보세요.
zh_hans: 这台 Mac 搜索时间太长。再试一次。
zh_hant: 這台 Mac 搜尋時間太長。再試一次。

# mobile.taskComposer.directoryPicker.failure.title
source: Couldn’t Search Folders
ar: لا يمكن البحث في المجلدات
de: Ordner konnten nicht durchsucht werden
es: No se pudieron buscar carpetas
fr: Impossible de rechercher des dossiers
ja: フォルダを検索できませんでした
ko: 폴더를 검색할 수 없습니다
zh_hans: 无法搜索文件夹
zh_hant: 無法搜尋資料夾

# mobile.taskComposer.directoryPicker.failure.unavailable
source: Reconnect to this Mac, then try again.
ar: أعد الاتصال بجهاز Mac هذا، ثم حاول مرة أخرى.
de: Stellen Sie eine erneute Verbindung zu diesem Mac her und versuchen Sie es erneut.
es: Vuelve a conectarte a esta Mac y vuelve a intentarlo.
fr: Reconnectez-vous à ce Mac, puis réessayez.
ja: このMacに再接続してから、もう一度お試しください。
ko: 이 Mac에 다시 연결한 후 다시 시도하십시오.
zh_hans: 重新连接到此 Mac，然后重试。
zh_hant: 重新連接到此 Mac，然後重試。

# mobile.taskComposer.directoryPicker.failure.unsupported
source: Update cmux on this Mac to search its folders. You can still choose a recent location.
ar: قم بتحديث cmux على جهاز Mac هذا للبحث في مجلداته. لا يزال بإمكانك اختيار موقع حديث.
de: Aktualisieren Sie cmux auf diesem Mac, um seine Ordner zu durchsuchen. Sie können weiterhin einen aktuellen Standort auswählen.
es: Actualice cmux en esta Mac para buscar en sus carpetas. Aún puedes elegir una ubicación reciente.
fr: Mettez à jour cmux sur ce Mac pour rechercher ses dossiers. Vous pouvez toujours choisir un emplacement récent.
ja: このMacのフォルダを検索するにはcmuxを更新してください。最近使った場所は引き続き選べます。
ko: 해당 폴더를 검색하려면 이 Mac에서 cmux를 업데이트하세요. 최근 위치를 선택할 수 있습니다.
zh_hans: 更新此 Mac 上的 cmux 以搜索其文件夹。您仍然可以选择最近的位置。
zh_hant: 更新此 Mac 上的 cmux 以搜尋其資料夾。您仍然可以選擇最近的位置。

# mobile.taskComposer.directoryPicker.hint
source: Browses and searches folders on this Mac.
ar: يتصفح ويبحث في المجلدات الموجودة على جهاز Mac هذا.
de: Durchsucht und durchsucht Ordner auf diesem Mac.
es: Explora y busca carpetas en esta Mac.
fr: Parcourt et recherche les dossiers sur ce Mac.
ja: このMac上のフォルダを参照、検索します。
ko: 이 Mac에서 폴더를 찾아보고 검색합니다.
zh_hans: 浏览和搜索此 Mac 上的文件夹。
zh_hant: 瀏覽和搜尋此 Mac 上的資料夾。

# mobile.taskComposer.directoryPicker.result.hint
source: Uses this folder for the new workspace.
ar: يستخدم هذا المجلد لمساحة العمل الجديدة.
de: Verwendet diesen Ordner für den neuen Arbeitsbereich.
es: Utiliza esta carpeta para el nuevo espacio de trabajo.
fr: Utilise ce dossier pour le nouvel espace de travail.
ja: 新しいワークスペースでこのフォルダを使用します。
ko: 새 작업공간에 이 폴더를 사용합니다.
zh_hans: 将此文件夹用于新工作区。
zh_hant: 將此資料夾用於新工作區。

# mobile.taskComposer.directoryPicker.search
source: Search folders
ar: مجلدات البحث
de: Ordner durchsuchen
es: Buscar carpetas
fr: Rechercher des dossiers
ja: フォルダを検索
ko: 폴더 검색
zh_hans: 搜索文件夹
zh_hant: 搜尋資料夾

# mobile.taskComposer.directoryPicker.searching
source: Searching this Mac…
ar: جارٍ البحث في جهاز Mac هذا...
de: Dieser Mac wird durchsucht…
es: Buscando en esta Mac…
fr: Recherche sur ce Mac…
ja: このMacを検索中…
ko: 이 Mac을 검색하는 중…
zh_hans: 正在搜索此 Mac...
zh_hant: 正在搜尋此 Mac...

# mobile.taskComposer.directoryPicker.sections.locations
source: Locations
ar: المواقع
de: Standorte
es: Ubicaciones
fr: Emplacements
ja: 場所
ko: 위치
zh_hans: 地点
zh_hant: 地點

# mobile.taskComposer.directoryPicker.sections.suggested
source: Suggested
ar: مقترح
de: Empfohlen
es: sugerido
fr: Suggéré
ja: 候補
ko: 제안
zh_hans: 建议
zh_hant: 建議

# mobile.taskComposer.directoryPicker.source.activeTerminal
source: Focused terminal
ar: محطة مركزة
de: Fokussiertes Terminal
es: Terminal enfocado
fr: Terminal ciblé
ja: フォーカス中のターミナル
ko: 집중 터미널
zh_hans: 聚焦终端
zh_hant: 聚焦終端

# mobile.taskComposer.directoryPicker.source.activeWorkspace
source: Current workspace
ar: مساحة العمل الحالية
de: Aktueller Arbeitsbereich
es: Espacio de trabajo actual
fr: Espace de travail actuel
ja: 現在のワークスペース
ko: 현재 작업공간
zh_hans: 当前工作空间
zh_hant: 目前工作空間

# mobile.taskComposer.directoryPicker.source.filesystem
source: On this Mac
ar: على هذا ماك
de: Auf diesem Mac
es: En esta Mac
fr: Sur ce Mac
ja: このMac上
ko: 이 Mac에서
zh_hans: 在这台 Mac 上
zh_hant: 在這台 Mac 上

# mobile.taskComposer.directoryPicker.source.home
source: Home folder
ar: المجلد الرئيسي
de: Home-Ordner
es: Carpeta de inicio
fr: Dossier personnel
ja: ホームフォルダ
ko: 홈 폴더
zh_hans: 主文件夹
zh_hant: 主資料夾

# mobile.taskComposer.directoryPicker.source.last
source: Last used
ar: آخر استخدام
de: Zuletzt verwendet
es: último usado
fr: Dernière utilisation
ja: 前回使用
ko: 마지막으로 사용됨
zh_hans: 上次使用
zh_hant: 上次使用
